import React from "react";
import Header from "../../Header/Header";
import founder from '../../../images/founder.jpeg';

export default function About() {
  return (
    <div>
      <Header />
      <div className="container">
        <br />
        <h2>About US</h2>
        <br />
        <p>প্রকৃতির সাথে লড়াই করে, মাঠের বুক চিরে ফসল ফলায় কৃষক। মাটি, পানি ও আকাশের বার্তা শুনে, আর মেঘ-বৃষ্টি-রোদের সাথে বোঝাপড়ায় বেড়ে ওঠে কৃষকের ফসল ঘরে তোলার নিরন্তর স্বপ্ন।</p>
        <br />
        <p>প্রকৃতিতে মগ্ন কৃষকের জানালায় একটু একটু করে আসছে প্রযুক্তির আলো। আমাদের ছোট প্রয়াস, 'অর্গানিক ফার্মিং সল্যুশন', কৃষকের হাতের মুঠোয় এনে দেবে উপগ্রহচিত্রের বিশ্লেষণ, জানাবে বজ্র-বৃষ্টি আর রৌদ্রচ্ছায়ার পূর্বাভাস, দেখাবে মাঠের পোকামাকড়ের মাঝে শত্রু-মিত্রের প্রভেদ, শোনাবে প্রকৃতি ভাবনা, বলবে মাটি-ফসলের যত কথা। একটুখানি সাবধানতায় বাঁচবে স্বপ্নের ফসল, বাড়বে আত্মবিশ্বাস।</p>
        <br />
        <p>কৃষকের প্রতিটি জমি ফসলি জমি, প্রতি দিন ফসলি দিন।</p>
        <br />
        <br />
        <br />
        <img src={founder} alt="Founder of Organic Farming Solution" width="200px" />
        <br />
        <br />
        <h4>Md. Abid Hossain</h4>
        <i>- Founder {`&`} CEO.</i>
      </div>
    </div>
  );
}
